Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# helpLogArtwork
source: Artwork (ART, APPLE_MUSICKIT) — an artwork lookup failed or returned something unreadable. Choragus falls back to the next source and the music is unaffected; at worst a track shows the wrong cover or none.
da: Omslag (ART, APPLE_MUSICKIT) — en omslagssøgning mislykkedes eller gav ulæselige data. Choragus går videre til næste kilde, og musikken påvirkes ikke; i værste fald mangler et omslag eller er forkert.
de: Cover (ART, APPLE_MUSICKIT) — eine Coversuche schlug fehl oder lieferte unlesbare Daten. Choragus nutzt die nächste Quelle, die Musik ist nicht betroffen; schlimmstenfalls fehlt ein Cover oder ist falsch.
es: Carátulas (ART, APPLE_MUSICKIT): una búsqueda de carátula falló o devolvió datos ilegibles. Choragus recurre a la siguiente fuente y la música no se ve afectada; como mucho falta una carátula o es incorrecta.
fr: Pochettes (ART, APPLE_MUSICKIT) — une recherche de pochette a échoué ou renvoyé des données illisibles. Choragus passe à la source suivante et la musique n’est pas affectée ; au pire une pochette est absente ou erronée.
it: Copertine (ART, APPLE_MUSICKIT): una ricerca di copertina è fallita o ha restituito dati illeggibili. Choragus passa alla fonte successiva e la musica non è interessata; al massimo manca una copertina o è errata.
ja: アートワーク（ART、APPLE_MUSICKIT）— アートワークの検索に失敗した、または読み取れないデータが返された場合です。Choragusは次の取得元に切り替えるため再生に影響はありません。最悪の場合でもジャケットが表示されない、または誤って表示されるだけです。
nb: Omslag (ART, APPLE_MUSICKIT) – et omslagssøk mislyktes eller ga uleselige data. Choragus går videre til neste kilde, og musikken påvirkes ikke; i verste fall mangler et omslag eller er feil.
nl: Albumhoezen (ART, APPLE_MUSICKIT) — een hoesopzoeking mislukte of leverde onleesbare gegevens. Choragus valt terug op de volgende bron en de muziek blijft ongemoeid; hooguit ontbreekt een hoes of is die verkeerd.
pl: Okładki (ART, APPLE_MUSICKIT) — wyszukiwanie okładki nie powiodło się lub zwróciło nieczytelne dane. Choragus korzysta z kolejnego źródła, a odtwarzanie nie jest zakłócone; w najgorszym razie brakuje okładki lub jest niewłaściwa.
pt: Capas (ART, APPLE_MUSICKIT) — uma procura de capa falhou ou devolveu dados ilegíveis. O Choragus recorre à fonte seguinte e a música não é afetada; no pior caso falta uma capa ou está errada.
sv: Omslag (ART, APPLE_MUSICKIT) – en omslagssökning misslyckades eller gav oläsbara data. Choragus går vidare till nästa källa och musiken påverkas inte; i värsta fall saknas ett omslag eller är fel.
zh_hans: 封面（ART、APPLE_MUSICKIT）——封面查询失败或返回了无法解析的数据。Choragus 会改用下一个来源，播放不受影响；最多是缺少封面或显示错误封面。

# helpLogControlsGrouping
source: Controls and grouping (MEDIA-KEYS, GROUPING, VOLUME, HT-EQ, ALARMS) — a media key arrived with no speaker selected, a grouping or volume change was refused by a speaker, or an EQ or alarm write did not take. These are almost always a speaker that was briefly unreachable; repeat the action.
da: Betjening og gruppering (MEDIA-KEYS, GROUPING, VOLUME, HT-EQ, ALARMS) — en medietast kom uden valgt højttaler, en gruppe- eller lydstyrkeændring blev afvist, eller en EQ- eller alarmindstilling blev ikke gennemført. Næsten altid en højttaler, der kortvarigt ikke kunne nås; gentag handlingen.
de: Steuerung und Gruppierung (MEDIA-KEYS, GROUPING, VOLUME, HT-EQ, ALARMS) — eine Medientaste kam ohne ausgewählten Lautsprecher an, eine Gruppierungs- oder Lautstärkeänderung wurde abgelehnt, oder ein EQ- bzw. Weckerbefehl wurde nicht übernommen. Fast immer war ein Lautsprecher kurz nicht erreichbar; Aktion wiederholen.
es: Controles y agrupación (MEDIA-KEYS, GROUPING, VOLUME, HT-EQ, ALARMS): una tecla multimedia llegó sin altavoz seleccionado, un cambio de grupo o de volumen fue rechazado, o no se aplicó un ajuste de ecualizador o alarma. Casi siempre se debe a un altavoz momentáneamente inaccesible; repita la acción.
fr: Commandes et groupes (MEDIA-KEYS, GROUPING, VOLUME, HT-EQ, ALARMS) — une touche multimédia est arrivée sans enceinte sélectionnée, un changement de groupe ou de volume a été refusé, ou une écriture d’égaliseur ou d’alarme n’a pas abouti. Il s’agit presque toujours d’une enceinte brièvement injoignable ; refaites l’action.
it: Comandi e gruppi (MEDIA-KEYS, GROUPING, VOLUME, HT-EQ, ALARMS): un tasto multimediale è arrivato senza diffusore selezionato, una modifica di gruppo o volume è stata rifiutata, oppure un’impostazione EQ o sveglia non è stata applicata. Quasi sempre si tratta di un diffusore momentaneamente irraggiungibile: ripetere l’operazione.
ja: 操作とグループ化（MEDIA-KEYS、GROUPING、VOLUME、HT-EQ、ALARMS）— スピーカー未選択のままメディアキーが押された、グループや音量の変更がスピーカーに拒否された、EQやアラームの設定が反映されなかった場合です。ほとんどは一時的にスピーカーへ到達できなかったためで、操作をやり直してください。
nb: Kontroller og gruppering (MEDIA-KEYS, GROUPING, VOLUME, HT-EQ, ALARMS) – en medietast kom uten valgt høyttaler, en gruppe- eller volumendring ble avvist, eller en EQ- eller alarminnstilling gikk ikke gjennom. Nesten alltid en høyttaler som var kortvarig utilgjengelig; gjenta handlingen.
nl: Bediening en groeperen (MEDIA-KEYS, GROUPING, VOLUME, HT-EQ, ALARMS) — een mediatoets kwam binnen zonder geselecteerde speaker, een groeps- of volumewijziging werd geweigerd, of een EQ- of wekkerinstelling kwam niet aan. Vrijwel altijd was een speaker even onbereikbaar; herhaal de actie.
pl: Sterowanie i grupowanie (MEDIA-KEYS, GROUPING, VOLUME, HT-EQ, ALARMS) — klawisz multimedialny nadszedł bez wybranego głośnika, zmiana grupy lub głośności została odrzucona, albo ustawienie korektora lub budzika nie zostało zastosowane. Prawie zawsze oznacza to chwilowo nieosiągalny głośnik; powtórz czynność.
pt: Controlos e grupos (MEDIA-KEYS, GROUPING, VOLUME, HT-EQ, ALARMS) — uma tecla de multimédia chegou sem coluna selecionada, uma alteração de grupo ou volume foi recusada, ou uma definição de equalizador ou alarme não foi aplicada. Quase sempre é uma coluna momentaneamente inacessível; repita a ação.
sv: Kontroller och gruppering (MEDIA-KEYS, GROUPING, VOLUME, HT-EQ, ALARMS) – en mediatangent kom utan vald högtalare, en grupp- eller volymändring nekades, eller en EQ- eller alarminställning gick inte igenom. Nästan alltid en högtalare som tillfälligt inte gick att nå; upprepa åtgärden.
zh_hans: 控制与分组（MEDIA-KEYS、GROUPING、VOLUME、HT-EQ、ALARMS）——按下媒体键时未选择音箱、分组或音量更改被音箱拒绝，或均衡器/闹钟设置未生效。这几乎都是音箱短暂无法访问所致，重试该操作即可。

# helpLogDataStorage
source: Stored data (HISTORY, SAVEDQ, META-CACHE, SCROBBLE, XML) — Choragus could not read or write one of its own databases, or a reply from a speaker was cut short and only part of it could be read. A partial reply is usually momentary and the next refresh fixes it. Repeated database errors are worth a bug report, since they can mean a damaged file.
da: Gemte data (HISTORY, SAVEDQ, META-CACHE, SCROBBLE, XML) — Choragus kunne ikke læse eller skrive en af sine egne databaser, eller et svar fra en højttaler blev afkortet og kunne kun læses delvist. Et delvist svar er som regel kortvarigt og rettes ved næste opdatering. Gentagne databasefejl er en fejlrapport værd, da de kan betyde en beskadiget fil.
de: Gespeicherte Daten (HISTORY, SAVEDQ, META-CACHE, SCROBBLE, XML) — Choragus konnte eine eigene Datenbank nicht lesen oder schreiben, oder eine Antwort eines Lautsprechers war unvollständig. Eine unvollständige Antwort ist meist kurzfristig und beim nächsten Aktualisieren behoben. Wiederholte Datenbankfehler sind einen Fehlerbericht wert, sie können auf eine beschädigte Datei hinweisen.
es: Datos almacenados (HISTORY, SAVEDQ, META-CACHE, SCROBBLE, XML): Choragus no pudo leer o escribir una de sus bases de datos, o la respuesta de un altavoz se cortó y solo se pudo leer en parte. Una respuesta parcial suele ser momentánea y se corrige en la siguiente actualización. Los errores de base de datos repetidos merecen un informe, ya que pueden indicar un archivo dañado.
fr: Données enregistrées (HISTORY, SAVEDQ, META-CACHE, SCROBBLE, XML) — Choragus n’a pas pu lire ou écrire l’une de ses bases de données, ou une réponse d’enceinte a été tronquée et n’a été lue qu’en partie. Une réponse partielle est généralement passagère et corrigée à l’actualisation suivante. Des erreurs de base répétées méritent un rapport, car elles peuvent indiquer un fichier endommagé.
it: Dati memorizzati (HISTORY, SAVEDQ, META-CACHE, SCROBBLE, XML): Choragus non è riuscito a leggere o scrivere uno dei propri database, oppure una risposta del diffusore è stata troncata e letta solo in parte. Una risposta parziale è di norma momentanea e si risolve al successivo aggiornamento. Errori ripetuti del database meritano una segnalazione, perché possono indicare un file danneggiato.
ja: 保存データ（HISTORY、SAVEDQ、META-CACHE、SCROBBLE、XML）— Choragusが自身のデータベースを読み書きできなかった、またはスピーカーからの応答が途中で切れて一部しか読み取れなかった場合です。応答の欠落は一時的なことが多く、次回の更新で解消します。データベースのエラーが繰り返される場合は、ファイル破損の可能性があるためバグ報告をご検討ください。
nb: Lagrede data (HISTORY, SAVEDQ, META-CACHE, SCROBBLE, XML) – Choragus kunne ikke lese eller skrive en av sine egne databaser, eller et svar fra en høyttaler ble avkortet og kunne bare leses delvis. Et delvis svar er som regel forbigående og rettes ved neste oppdatering. Gjentatte databasefeil er verdt en feilrapport, siden de kan bety en skadet fil.
nl: Opgeslagen gegevens (HISTORY, SAVEDQ, META-CACHE, SCROBBLE, XML) — Choragus kon een eigen database niet lezen of schrijven, of een antwoord van een speaker was afgebroken en kon maar deels worden gelezen. Een gedeeltelijk antwoord is meestal tijdelijk en de volgende verversing lost het op. Herhaalde databasefouten zijn een bugmelding waard, want ze kunnen op een beschadigd bestand wijzen.
pl: Zapisane dane (HISTORY, SAVEDQ, META-CACHE, SCROBBLE, XML) — Choragus nie mógł odczytać lub zapisać jednej ze swoich baz danych albo odpowiedź głośnika została ucięta i dało się odczytać tylko jej część. Niepełna odpowiedź jest zwykle chwilowa i naprawia ją kolejne odświeżenie. Powtarzające się błędy bazy danych warto zgłosić, bo mogą oznaczać uszkodzony plik.
pt: Dados guardados (HISTORY, SAVEDQ, META-CACHE, SCROBBLE, XML) — o Choragus não conseguiu ler ou escrever numa das suas bases de dados, ou a resposta de uma coluna foi cortada e só foi lida em parte. Uma resposta parcial é normalmente momentânea e resolve-se na atualização seguinte. Erros repetidos de base de dados merecem um relatório, pois podem indicar um ficheiro danificado.
sv: Lagrade data (HISTORY, SAVEDQ, META-CACHE, SCROBBLE, XML) – Choragus kunde inte läsa eller skriva en av sina databaser, eller ett svar från en högtalare klipptes av och kunde bara läsas delvis. Ett ofullständigt svar är oftast tillfälligt och rättas vid nästa uppdatering. Upprepade databasfel är värda en felrapport, eftersom de kan betyda en skadad fil.
zh_hans: 存储数据（HISTORY、SAVEDQ、META-CACHE、SCROBBLE、XML）——Choragus 无法读写自身的某个数据库，或音箱的回复被截断而只能读取部分内容。回复不完整通常是暂时的，下次刷新即可恢复。数据库错误反复出现值得提交错误报告，因为可能意味着文件损坏。

# helpLogMessagesBody
source: Diagnostics records two kinds of entry worth reading. A warning means Choragus recovered but something was not as expected — usually the speaker or a music service behaving oddly. An error means an action did not complete. Both are grouped below by the part of the app they come from. Neither is a crash, and most warnings need nothing from you.
da: Diagnosticering registrerer to slags poster, der er værd at læse. En advarsel betyder, at Choragus kom sig, men at noget ikke var som forventet — som regel en højttaler eller en musiktjeneste, der opfører sig mærkeligt. En fejl betyder, at en handling ikke blev fuldført. Begge er grupperet nedenfor efter den del af appen, de kommer fra. Ingen af delene er et nedbrud, og de fleste advarsler kræver ingenting.
de: In der Diagnose sind zwei Arten von Einträgen interessant. Eine Warnung bedeutet, dass Choragus sich erholt hat, aber etwas unerwartet war — meist ein Lautsprecher oder ein Musikdienst mit ungewöhnlichem Verhalten. Ein Fehler bedeutet, dass eine Aktion nicht abgeschlossen wurde. Beide sind unten nach dem Bereich der App gruppiert. Keiner davon ist ein Absturz, und die meisten Warnungen erfordern nichts.
es: El diagnóstico registra dos tipos de entradas que conviene leer. Una advertencia significa que Choragus se recuperó, pero algo no fue como se esperaba: normalmente un altavoz o un servicio de música con un comportamiento extraño. Un error significa que una acción no se completó. Ambas se agrupan a continuación según la parte de la aplicación de la que proceden. Ninguna es un fallo grave y la mayoría de las advertencias no requieren nada.
fr: Les diagnostics enregistrent deux types d’entrées à lire. Un avertissement signifie que Choragus s’est rétabli mais que quelque chose n’était pas conforme aux attentes — le plus souvent une enceinte ou un service musical au comportement inhabituel. Une erreur signifie qu’une action ne s’est pas terminée. Les deux sont regroupées ci-dessous par domaine de l’application. Aucune n’est un plantage, et la plupart des avertissements n’exigent rien de votre part.
it: La diagnostica registra due tipi di voci utili da leggere. Un avviso indica che Choragus ha recuperato ma qualcosa non era come previsto, di solito un diffusore o un servizio musicale con un comportamento anomalo. Un errore indica che un’azione non è stata completata. Entrambi sono raggruppati qui sotto per area dell’app. Nessuno dei due è un arresto anomalo e la maggior parte degli avvisi non richiede alcun intervento.
ja: 診断には、読む価値のある2種類の記録があります。警告は、Choragusが処理を続行できたものの想定どおりではなかったことを示し、多くはスピーカーや音楽サービスの挙動によるものです。エラーは、操作が完了しなかったことを示します。以下ではアプリのどの部分で発生したかごとにまとめています。いずれもクラッシュではなく、ほとんどの警告に対応は不要です。
nb: Diagnostikken registrerer to typer oppføringer som er verdt å lese. En advarsel betyr at Choragus kom seg videre, men at noe ikke var som forventet – som regel en høyttaler eller en musikktjeneste som oppfører seg rart. En feil betyr at en handling ikke ble fullført. Begge er gruppert nedenfor etter hvilken del av appen de kommer fra. Ingen av dem er en krasj, og de fleste advarsler krever ingenting av deg.
nl: Diagnostiek legt twee soorten items vast die het lezen waard zijn. Een waarschuwing betekent dat Choragus zich herstelde, maar dat iets niet was zoals verwacht — meestal een speaker of muziekdienst die zich vreemd gedraagt. Een fout betekent dat een actie niet is voltooid. Beide staan hieronder gegroepeerd per onderdeel van de app. Geen van beide is een crash, en de meeste waarschuwingen vragen niets van je.
pl: Diagnostyka zapisuje dwa rodzaje wpisów, które warto czytać. Ostrzeżenie oznacza, że Choragus poradził sobie, ale coś przebiegło inaczej niż oczekiwano — zwykle głośnik lub usługa muzyczna zachowuje się nietypowo. Błąd oznacza, że działanie nie zostało ukończone. Oba pogrupowano poniżej według części aplikacji, z której pochodzą. Żaden z nich nie jest awarią, a większość ostrzeżeń nie wymaga żadnych działań.
pt: O diagnóstico regista dois tipos de entradas que vale a pena ler. Um aviso significa que o Choragus recuperou, mas algo não correu como esperado — normalmente uma coluna ou um serviço de música com comportamento estranho. Um erro significa que uma ação não foi concluída. Ambos estão agrupados abaixo pela parte da aplicação de onde vêm. Nenhum é uma falha grave e a maioria dos avisos não exige nada de si.
sv: Diagnostiken registrerar två typer av poster värda att läsa. En varning betyder att Choragus återhämtade sig men att något inte var som väntat – oftast en högtalare eller en musiktjänst som beter sig konstigt. Ett fel betyder att en åtgärd inte slutfördes. Båda grupperas nedan efter vilken del av appen de kommer från. Ingetdera är en krasch, och de flesta varningar kräver ingenting av dig.
zh_hans: 诊断会记录两类值得关注的条目。警告表示 Choragus 已恢复运行，但某些情况不符合预期——通常是音箱或音乐服务行为异常。错误表示某项操作未能完成。下面按其来源的应用区域分组列出。两者都不是崩溃，多数警告无需你处理。

# helpLogMessagesHeading
source: What the log messages mean
da: Hvad logmeddelelserne betyder
de: Bedeutung der Protokollmeldungen
es: Qué significan los mensajes del registro
fr: Signification des messages du journal
it: Significato dei messaggi del log
ja: ログメッセージの意味
nb: Hva loggmeldingene betyr
nl: Wat de logberichten betekenen
pl: Co oznaczają komunikaty dziennika
pt: O que significam as mensagens do registo
sv: Vad loggmeddelandena betyder
zh_hans: 日志消息的含义

# helpLogPlaybackQueue
source: Playback and queue (PLAYBACK, QUEUE) — a track would not start, a queue add was refused, or tracks advanced seconds after starting. The last one usually means a service's track links have expired; re-add those tracks from the service. Sonos also caps its queue, so very large additions stop at the limit and say so here.
da: Afspilning og kø (PLAYBACK, QUEUE) — et nummer startede ikke, en tilføjelse blev afvist, eller numre blev sprunget over sekunder efter start. Det sidste betyder som regel udløbne sanglinks; føj numrene til igen fra tjenesten. Sonos begrænser også køen, så meget store tilføjelser stopper ved grænsen.
de: Wiedergabe und Warteschlange (PLAYBACK, QUEUE) — ein Titel startete nicht, ein Hinzufügen wurde abgelehnt, oder Titel wurden Sekunden nach dem Start übersprungen. Letzteres bedeutet meist abgelaufene Songlinks eines Dienstes; die Titel erneut aus dem Dienst hinzufügen. Sonos begrenzt zudem die Warteschlange, sehr große Ergänzungen enden am Limit.
es: Reproducción y cola (PLAYBACK, QUEUE): una pista no se inició, se rechazó una adición o las pistas se saltaron segundos después de empezar. Esto último suele indicar enlaces caducados del servicio; vuelva a añadir esas pistas desde el servicio. Sonos también limita la cola, así que las adiciones muy grandes se detienen en el límite.
fr: Lecture et file d’attente (PLAYBACK, QUEUE) — un morceau n’a pas démarré, un ajout a été refusé, ou des morceaux ont été ignorés quelques secondes après leur début. Ce dernier cas signifie généralement que les liens du service ont expiré ; rajoutez ces morceaux depuis le service. Sonos limite aussi la file d’attente : les ajouts très volumineux s’arrêtent à la limite.
it: Riproduzione e coda (PLAYBACK, QUEUE): un brano non è partito, un’aggiunta è stata rifiutata o i brani sono stati saltati pochi secondi dopo l’avvio. Quest’ultimo caso indica di solito link scaduti del servizio; aggiungere di nuovo quei brani dal servizio. Sonos limita anche la coda, quindi le aggiunte molto grandi si fermano al limite.
ja: 再生とキュー（PLAYBACK、QUEUE）— トラックが開始しない、キューへの追加が拒否された、または開始数秒後にスキップされた場合です。最後のケースは通常、サービスの曲リンクの有効期限切れが原因です。サービスから追加し直してください。Sonosにはキューの上限があるため、大量の追加は上限で停止します。
nb: Avspilling og kø (PLAYBACK, QUEUE) – et spor startet ikke, en tilføyelse ble avvist, eller spor ble hoppet over sekunder etter start. Det siste betyr som regel at tjenestens sanglenker har utløpt; legg sporene til på nytt fra tjenesten. Sonos begrenser også køen, så svært store tilføyelser stopper ved grensen.
nl: Afspelen en wachtrij (PLAYBACK, QUEUE) — een nummer startte niet, een toevoeging werd geweigerd, of nummers werden seconden na de start overgeslagen. Dat laatste betekent meestal verlopen songlinks; voeg die nummers opnieuw toe vanuit de service. Sonos begrenst ook de wachtrij, dus zeer grote toevoegingen stoppen bij de limiet.
pl: Odtwarzanie i kolejka (PLAYBACK, QUEUE) — utwór się nie uruchomił, dodanie zostało odrzucone albo utwory były pomijane kilka sekund po starcie. To ostatnie zwykle oznacza wygasłe linki usługi; dodaj te utwory ponownie z poziomu usługi. Sonos ogranicza też kolejkę, więc bardzo duże dodania zatrzymują się na limicie.
pt: Reprodução e fila (PLAYBACK, QUEUE) — uma faixa não iniciou, uma adição foi recusada, ou faixas foram ignoradas segundos após começarem. Este último caso significa normalmente ligações expiradas do serviço; volte a adicionar essas faixas a partir do serviço. O Sonos também limita a fila, pelo que adições muito grandes param no limite.
sv: Uppspelning och kö (PLAYBACK, QUEUE) – ett spår startade inte, ett tillägg nekades, eller spår hoppades över sekunder efter start. Det sista betyder oftast att tjänstens låtlänkar har gått ut; lägg till spåren igen från tjänsten. Sonos begränsar också kön, så mycket stora tillägg stannar vid gränsen.
zh_hans: 播放与队列（PLAYBACK、QUEUE）——曲目无法开始、添加被拒绝，或曲目在开始几秒后被跳过。最后一种通常表示服务的歌曲链接已过期，请从该服务重新添加。Sonos 的队列也有上限，超大批量添加会在上限处停止。
